{
    "painter_1 name": "Taped Up",
    "painter_1 description": "I need your help in enhancing the tactical efficiency of PMCs across Tarkov. Find various types of tape, including duct tape and insulating tape, so I can craft specialized magazines. These taped magazines not only allow PMCs to easily identify their loaded ammunition but also assist them in quickly locating dropped magazines during intense firefights. The Tarkov area is a dangerous place, and every advantage counts.",
    "painter_1 note": "Some people are scared of anybody who runs free.",
    "painter_1 failMessageText": "",
    "painter_1 successMessageText": "Nice work finding all the tape. This will get my shop running smoothly again. Here's a little something for your trouble. I appreciate your help.",
    "painter_1 location": "any",
    "painter_1_AFF_1": "Find and handover duct tape",
    "painter_1_AFF_2": "Find and handover insulating tape",
    "painter_2 name": "Topographics",
    "painter_2 description": "I need you to find some topographic maps, I can use them to create templates for some really good looking paints.",
    "painter_2 failMessageText": "",
    "painter_2 successMessageText": "Perfect. I'll get to work on these paints right away. They will look crisp.",
    "painter_2_AFF_0": "Find and handover topographic maps",
    "painter_3 name": "Dig Deep",
    "painter_3 description": "In the gritty aftermath of a merciless SCAV raid on my workshop, those ruthless scavengers made off with a cache of weapons I had poured my blood, sweat, and tears into. I've managed to uncover their haunting whereabouts, and now it's time to make them rue the day they crossed me. Venture into their den, deliver a resounding message, and ensure they never dare to pull such audacious moves again. It's payback time in Tarkov, and vengeance is the only currency they'll understand.",
    "painter_3 failMessageText": "",
    "painter_3 successMessageText": "Thank you. I owe you one.",
    "painter_3_AFF_0": "Eliminate 10 Scavs on Customs",
    "painter_4 name": "Workshop Refurbishment",
    "painter_4 description": "The echoes of my workshop's destruction still resonate, but with your help, I can start the journey towards rebuilding. I've managed to salvage some essential tools and materials, but I need more to bring my workshop back to life. Your task is to scour the outskirts of Tarkov for valuable resources. Search for industrial supplies, rare metals, and electronic components. Beware of the dangers lurking in the shadows, as scavengers and rival factions may try to hinder your progress. Once you've gathered the necessary materials, bring them back to me so we can begin the workshop's refurbishment.",
    "painter_4 failMessageText": "",
    "painter_4 successMessageText": "You've done it! With these materials, I can finally begin the process of refurbishing my workshop. As a token of my gratitude, take this reward.",
    "painter_4 location": "any",
    "painter_4_AFF_1": "Find and handover toolset",
    "painter_4_AFF_2": "Find and handover bolts",
    "painter_4_AFF_3": "Find and handover screw nuts",
    "painter_5 name": "Radio Silence",
    "painter_5 description": "With my workshop running smoothly again, I need to find a more secured way to communicate with my contacts in the field. I've heard rumors of a powerful radio transmitter that can reach all corners of Tarkov. This transmitter will allow me to send and receive critical information, ensuring that my operations run smoothly. Your task is to locate the radio transmitter and bring it back to me. Be cautious, as rival factions may try to intercept the transmitter and prevent you from completing your mission. Once you've secured the transmitter, return to me so we can establish a secure line of communication.",
    "painter_5 failMessageText": "",
    "painter_5 successMessageText": "Great! With this radio transmitter, I can now communicate with my contacts in the field without any interruptions. Here's a little something for your efforts. I appreciate your help.",
    "painter_5 location": "any",
    "painter_5_AFF_1": "Find and handover COFDM Wireless Signal Transmitter",
    "painter_6 name": "Dangerous Waters",
    "painter_6 description": "A group of PMCs has been causing chaos in the Tarkov area, disrupting the fragile balance of power. They've been targeting innocent civilians, looting valuable resources, and spreading fear throughout the region. It's time to put an end to their reign of terror and restore peace to the land. Your mission is to eliminate the rogue PMCs and bring justice to those who have suffered at their hands. Be prepared for a fierce battle, as these rogue PMCs are well-equipped and highly trained. Once you've neutralized the threat, return to me so we can celebrate the victory and honor the fallen. My intel says they are currently operating in the Shoreline area.",
    "painter_6 failMessageText": "",
    "painter_6 successMessageText": "Nice. Now, go and get some rest. You've earned it.",
    "painter_6_AFF_0": "Eliminate 15 PMCs on Shoreline",
    "painter_7 name": "Born Free",
    "painter_7 description": "I need you to find an insane amount of gun powder and plexiglass. I have a special project in mind and I need these materials to make it happen. Good luck!",
    "painter_7 failMessageText": "",
    "painter_7 successMessageText": "Good.",
    "painter_7 location": "any",
    "painter_7_AFF_1": "Find and handover Gunpowder Kite",
    "painter_7_AFF_2": "Find and handover Gunpowder Eagle",
    "painter_7_AFF_3": "Find and handover Gunpowder Hawk",
    "painter_7_AFF_4": "Find and handover Piece of plexiglass",
    "painter_8 name": "Shrink Wrap",
    "painter_8 description": "There is always a time to go after what is yours. It's time to get bloody creative. Kill them all.",
    "painter_8 failMessageText": "",
    "painter_8 successMessageText": "I didn't think you had it in you. Good job.",
    "painter_8_AFF_0": "Eliminate 100 PMC"
}